SIMISA@@@@@@@@@@JINX0D0t______

Wagon ( MES-46153-A  
	comment ( New Model by Danny Gilbert )  
	comment ( Copyright 2009 )
	Type ( Engine )
	WagonShape ( DEE_RS_46153.s )
	Size  ( 2.75421m 4.02359m 12.2m )
	CentreOfGravity ( 0m 1.7m 0.0m )
	Centre ( 0m 0m 0.0m )
	Mass ( 85.35t )
 InertiaTensor ( Box(2.64m 3.9m 11.8m ) )

	FreightAnim (RScotextras3.s 1.0 3.0 1.0)

	Coupling (
		Type ( Bar )
		Spring (
			Stiffness ( 1e7N/m 1e7N/m )
			Damping ( 0.2e7N/m 0.2e7N/m )
			Break ( 1e7N 1e7N )
			r0 ( 10cm 1e9 )
		)
		CouplingHasRigidConnection (1)
		Velocity (0.1m/s)
	)

	Coupling (
		Type ( Chain )
		Spring (
			Stiffness ( 1e6N/m 2e6N/m )
			Damping ( 1e6N/m 1e6N/m )
			Break ( 3.2e6N 3.2e6N )
			r0 ( 20cm 40cm )
		)
		CouplingHasRigidConnection (1)
		Velocity (-0.1m/s)

	)
	
Inside (
        PassengerCabinFile ( DEE_RS_46153.s )
        PassengerCabinHeadPos ( 1.5 3.0 -5.6 )
        RotationLimit ( 90 180 0 )
        StartDirection ( 0 20 0 )
  	)
Comment ( *** Friction *** )
	ORTSBearingType ( Roller )

Comment (Type: Steam - Standard, Speed: 112km/h, Axles: 5, Bearings; Roller, Area: 9.9m2, Weight: 85.35t tons (metric), DrvWeight: 62.99 tons (metric), Drag: 1 )
  ORTSDavis_A ( 7367.19 )
  ORTSDavis_B ( 28.0844 )
  ORTSDavis_C ( 5.692599 )

Comment ( *** Curve Resistance and SuperElevation *** )  
  CentreOfGravity ( 0m 2m 0m )
  ORTSTrackGauge ( 4ft 8.5in )
  ORTSUnbalancedSuperelevation ( 6in )
  comment(ORTSRigidWheelbase ( 15.0ft 0.0in ))
    
	BrakeEquipmentType ( "Vacuum_brake, Handbrake" )
	BrakeSystemType ( "Vacuum_single_pipe" )
	MaxBrakeForce ( 96.80kN )comment(weight*1.121)
	MaxHandbrakeForce ( 25.82kN )comment(weight*0.299)
  	BrakeCylinderPressureForMaxBrakeBrakeForce ( 21 )        
 
     Sound ( "..\\..\\Common.Steam\\3CylinderSound\\3c-60b-engpas99.sms"  )
	
Lights ( 10
  Light (
   comment( Flickering firebox )
   Type  ( 0 )
   Conditions (
    Headlight ( 0 )
    Unit ( 0 )
    )
   FadeIn ( 0.5 )
   FadeOut ( 0.5 )
   Cycle ( 0 )
   States ( 2
   State (
   Duration ( 0.05 )
   LightColour ( 80ff7200 )
   Position ( -0 1.9 -5 )
   Azimuth ( -180 -180 -180 )
   Transition ( 0 )
   Radius ( 1.4 )
   )
   State (
   Duration ( 0.05 )
   LightColour ( 80ffe610 )
   Position ( -0 1.9 -4.85 )
   Azimuth ( -180 -180 -180 )
   Transition ( 0 )
   Radius ( 1.4 )
         
     )
    )
   )
  Light ( 
   comment( Gauge glass Lamp )
   Type ( 0 )
   Conditions (
   Headlight ( 3 )
   Unit ( 2 )
   )
   FadeIn ( 0.5 )
   FadeOut ( 0.5 )
   Cycle ( 0 )
   States ( 1
   State (
   Duration ( 0.0 )
   LightColour ( 80ffe610 )
   Position ( 0 3.2 -4.97550 )
   Azimuth ( -180 -180 -180 )
   Transition ( 0 )
   Radius ( 0.35 )
     )
    )
   )
  Light (
   comment( Flickering Ashpan Back )
   Type  ( 0 )
   Conditions (
   Headlight ( 0 )
   Unit ( 0 )
   )
   FadeIn ( 0.5 )
   FadeOut ( 0.5 )
   Cycle ( 0 )
   States ( 2
   State (
   Duration ( 0.05 )
   LightColour ( 80ff7200 )
   Position ( 0 0.4 -4.5 )
   Azimuth ( -180 -180 -180 )
   Transition ( 0 )
   Radius ( 1 )
   )
   State (
   Duration ( 0.05 )
   LightColour ( 80ff7200 )
   Position ( 0 0.45 -4.5 )
   Azimuth ( -180 -180 -180 )
   Transition ( 0 )
   Radius ( 1 )
         
     )
    )
   )

  Light (
   comment( Sphere of light for Exhaust )
   Type  ( 1 )
   Conditions (
   Headlight ( 3 )
   Unit ( 2 )
   )
   Cycle  ( 0 )
   FadeIn ( 0.5 )
   FadeOut ( 0.5 )
   States ( 1
   State (
   Duration ( 0.0 )
   LightColour ( 80ffe610 )
   Position ( 0 10.0 -14.75 )
   Transition ( 0 )
   Radius ( 6.0 )
   Angle ( 90.0 )
                               )
                         )
         )
  Light ( 
   comment( Ashpan flashes ) 
   Type ( 0 ) 
   Conditions ( 
   Headlight ( 3 ) 
   Unit ( 0 ) 
   ) 
   Cycle ( 0 ) 
   FadeIn ( 0 ) 
   FadeOut ( 0.5 ) 
   States ( 28 
   State ( 
   Duration ( 1 ) 
   LightColour ( 00000000 ) 
   Position ( -0.1 0.14 -2.50 )
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 2 ) 
   ) 
   State ( 
   Duration ( 0.1 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.50 )
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 2 ) 
   ) 
   State ( 
   Duration ( 0.30 ) 
   LightColour ( 00000000 ) 
   Position ( -0.1 01.4 -2.50 )
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 3 ) 
   ) 
   State ( 
   Duration ( 0.3 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.4 -2.50 )
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
   ) 
   State ( 
   Duration ( 0.1 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.50 )
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
   ) 
   State ( 
   Duration ( 0.30 ) 
   LightColour ( 00000000 ) 
   Position ( -0.1 0.14 -2.50 )
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
   ) 
   State ( 
   Duration ( 0.3 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.5 )
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
   ) 
   State ( 
   Duration ( 0.1 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.2 )
   Azimuth ( 90 90 90 ) 
   Transition ( 0 ) 
   Radius ( 3 ) 
   ) 
   State ( 
   Duration ( 0.30 ) 
   LightColour ( 00000000 ) 
   Position ( -0.1 0.14 -2.2 )
   Azimuth ( 90 90 90 ) 
   Transition ( 0 ) 
   Radius ( 3 ) 
   ) 
   State ( 
   Duration ( 0.3 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.2 )
   Azimuth ( 90 90 90 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
   ) 
   State ( 
   Duration ( 0.1 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.2 )
   Azimuth ( -180 -180 -180 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
   ) 
   State ( 
   Duration ( 0.30 ) 
   LightColour ( 00000000 ) 
   Position ( -0.1 0.14 -2.2 )
   Azimuth ( -180 -180 -180 ) 
   Transition ( 0 ) 
   Radius ( 3 ) 
   ) 
   State ( 
   Duration ( 0.3 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.2 )
   Azimuth ( -180 -180 -180 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
   ) 
   State ( 
   Duration ( 0.5 ) 
   LightColour ( 00000000 ) 
   Position ( -0.1 0.14 -2.2 )
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 3 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.2 )
   Azimuth ( 90 90 90 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
   ) 
   State ( 
   Duration ( 0.1 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.2 )
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 3 ) 
   ) 
   State ( 
   Duration ( 3 ) 
   LightColour ( 00000000 ) 
   Position ( -0.1 0.14 -2.5 )
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 3 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.5 )
   Azimuth ( -180 -180 -180 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
   ) 
   State ( 
   Duration ( 0.1 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.5 )
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
   ) 
   State ( 
   Duration ( 5 ) 
   LightColour ( 00000000 ) 
   Position ( -0.1 0.14 -2.5 )
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.5 )
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
   ) 
   State ( 
   Duration ( 0.30 ) 
   LightColour ( 00000000 ) 
   Position ( -0.1 0.14 -2.5 )
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.50 )
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
   ) 
   State ( 
   Duration ( 0.5 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.50 )
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
   ) 
   State ( 
   Duration ( 0.4 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.50 )
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 3 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 00000000 ) 
   Position ( -0.1 0.14 -2.50 )
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 3 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.50 )
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 2 ) 
   ) 
   State ( 
   Duration ( 0.6 ) 
   LightColour ( 80ff7200 ) 
   Position ( -0.1 0.14 -2.5 )
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 1 ) 
                  )
               )
          )

  Light ( 
   comment( Chimney Sparks RS1AA ) 
   Type  ( 0 )
   Conditions (
   Headlight ( 3 )
   Unit ( 2 )
   TimeOfDay ( 0 )
   Weather ( 0 )
   Coupling ( 0 )  
   )
   Cycle ( 0 ) 
   FadeIn ( 0 ) 
   FadeOut ( 0.5 ) 
   States ( 28 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 6.22 3.4 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.125 ) 
   ) 
   State ( 
   Duration ( 0.1 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 4.22 3.4 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.125 ) 
   ) 
   State ( 
   Duration ( 0.25 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.42 3.4 )

   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.15 ) 
   ) 
   State ( 
   Duration ( 0.3 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 6.72 3.4 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.10 ) 
   ) 
   State ( 
   Duration ( 0.1 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 4.52 3.4 )
 
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 0.125 ) 
   ) 
   State ( 
   Duration ( 0.25 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 4.72 3.4 )
 
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 0.15 ) 
   ) 
   State ( 
   Duration ( 0.3 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 6.92 3.4 )
 
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 0.10 ) 
   ) 
   State ( 
   Duration ( 0.1 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 4.32 3.4 )
  
   Azimuth ( 90 90 90 ) 
   Transition ( 0 ) 
   Radius ( 0.15 ) 
   ) 
   State ( 
   Duration ( 0.25 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.52 3.4 )
 
   Azimuth ( 90 90 90 ) 
   Transition ( 0 ) 
   Radius ( 0.25 ) 
   ) 
   State ( 
   Duration ( 0.3 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.92 3.4 )
 
   Azimuth ( 90 90 90 ) 
   Transition ( 0 ) 
   Radius ( 0.1 ) 
   ) 
   State ( 
   Duration ( 0.1 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.35 3.4 )
 
   Azimuth ( -180 -180 -180 ) 
   Transition ( 0 ) 
   Radius ( 0.235 ) 
   ) 
   State ( 
   Duration ( 0.25 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.55 3.4 )
 
   Azimuth ( -180 -180 -180 ) 
   Transition ( 0 ) 
   Radius ( 0.25 ) 
   ) 
   State ( 
   Duration ( 0.3 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 6.22 3.4 )
 
   Azimuth ( -180 -180 -180 ) 
   Transition ( 0 ) 
   Radius ( 0.130 ) 
   ) 
   State ( 
   Duration ( 0.25 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 4.22 3.4 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.535 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 4.22 3.4 )
 
   Azimuth ( 90 90 90 ) 
   Transition ( 0 ) 
   Radius ( 0.5135 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 6.22 3.4 )
 
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 0.135 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 7.22 3.4 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.135 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.22 3.4 )
 
   Azimuth ( -180 -180 -180 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.22 3.4 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.135 ) 
   ) 
   State ( 
   Duration ( 0.3 ) 
   LightColour ( 00000000 ) 
   Position ( 0 5.22 3.4 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.135 ) 
   ) 
   State ( 
   Duration ( 0.4 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.22 3.4 )
 
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 0.25 ) 
   ) 
   State ( 
   Duration ( 0.25 ) 
   LightColour ( 00000000 ) 
   Position ( 0 5.22 3.4)
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.135 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 6.22 3.4 )
 
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 0.135 ) 
   ) 
   State ( 
   Duration ( 0.5 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.22 3.4 )
 
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 0.135 ) 
   ) 
   State ( 
   Duration ( 0.4 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.22 3.4 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.1233 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 00000000 ) 
   Position ( 0 6.22 3.4 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.123 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.22 3.4 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.123 ) 
   ) 
   State ( 
   Duration ( 0.6 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 9.22 3.4 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.1230 ) 
                  )
               )
          )
  
    Light (
   comment( light bright )
   Type ( 0 )
   Conditions (
   Headlight ( 3 )
   Unit ( 2 )
   Coupling ( 0 )
   )
   FadeIn ( 0.5 )
   FadeOut( 0.5 )
   Cycle   ( 0 )
   States( 1
   State (
   Duration ( 0.05 )
   LightColour ( aaffff99 )
   Position ( 0.96 1.54 5.69 )
   Azimuth ( 0.0 -5.0 5.0 )
   Transition ( 0 )
   Radius ( 0.5 )
    )
   
   )
  )
  Light (
   comment( light bright )
   Type ( 0 )
   Conditions (
   Headlight ( 3 )
   Unit ( 2 )
   Coupling ( 0 )
   )
   FadeIn ( 0.5 )
   FadeOut( 0.5 )
   Cycle   ( 0 )
   States( 1
   State (
   Duration ( 0.05 )
   LightColour ( aaffff99 )
   Position ( -0.96 1.54 5.69 )
   Azimuth ( 0.0 -5.0 5.0 )
   Transition ( 0 )
   Radius ( 0.5 )
    )
   )
  )

   Light (
   comment( AI light )
   Type ( 0 )
   Conditions (
   Control(1)Service(2)Unit(2)
   )
   FadeIn ( 0.5 )
   FadeOut( 0.5 )
   Cycle   ( 0 )
   States( 1
   State (
   Duration ( 0.05 )
   LightColour ( aaffff99 )
   Position ( 0.96 1.54 5.69 )
   Azimuth ( 0.0 -5.0 5.0 )
   Transition ( 0 )
   Radius ( 0.5 )
    )
   
   )
  )
  Light (
   comment( AI light )
   Type ( 0 )
   Conditions (
   Control(1)Service(2)Unit(2)
   )
   FadeIn ( 0.5 )
   FadeOut( 0.5 )
   Cycle   ( 0 )
   States( 1
   State (
   Duration ( 0.05 )
   LightColour ( aaffff99 )
   Position ( -0.96 1.54 5.69 )
   Azimuth ( 0.0 -5.0 5.0 )
   Transition ( 0 )
   Radius ( 0.5 )
    )
   )
  )
 )
 )

Engine ( MES-46153-A  
	Effects (
		SteamSpecialEffects
		(
			
			WhistleFX
   (
    0.0 4.1 -4.15
    0 -0.75 1
    0.2
   )

   SafetyValvesFX
   (
    0 4.3 -3.02
    0 -0.75 0
    0.4
   )
   SafetyValvesFX
   (
    0 3.8 -3.02
    0 1.3 0
    0.2
   )
   StackFX
   (
    0 4.1 3.7
    0 0.9 0
    0.3
   )

   DrainpipeFX
   (
    -1.5 1.258 -3.886
    -0.4 -1 -0.2
    0.05
   )

   CylindersFX
   (
    -1.3 0.6 4.4
    0 -0.4 1.3
    0.1
   )

   CylindersFX
   (
    1.3 0.6 4.4
    0 -0.4 1.3
    0.1
   )
  )
 )

 Wagon ( MES-46153-A )
Comment ( *** General *** )
		ORTSSteamLocomotiveType ( Simple )
		Type ( Steam )
		WheelRadius ( 40.5in )
		NumWheels ( 3 )
		ORTSDriveWheelWeight ( 62.99t  )  
		    
Comment ( *** Cylinders *** )
    NumCylinders ( 3 )
    CylinderStroke ( 26in ) 
    CylinderDiameter ( 18in ) 
    ORTSCylinderEfficiencyRate ( 1.0 )  Comment ( Set to other value if cylinder performance to be "degraded" )
  Comment (  ORTSCylinderPortOpening ( 0.12 ) )

Comment ( *** Boiler *** )
    ORTSSteamBoilerType ( Superheated )
    BoilerVolume ( "460*(ft^3)" ) comment(was 230)
    ORTSEvaporationArea ( "1860*(ft^2)" )
    ORTSSuperheatArea ( "350*(ft^2)" )
    MaxBoilerPressure ( 250psi )
Comment(Boiler Eff Gradient -0.667, Max 1.0)
ORTSBoilerEfficiency( 20.0 0.933 40.0 0.867 60.0 0.800 80.0 0.733 100.0 0.667 120.0 0.600 140.00 0.533 160.0 0.467 )


Comment ( *** Fire *** ) 
    ORTSFuelCalorific ( 13700btu/lb )
    ORTSGrateArea ( "31*(ft^2)" )
    SteamFiremanMaxPossibleFiringRate( 3000 ) 
    ShovelCoalMass ( 14lb )     Comment (For manual fireman?? )
Comment(   ORTSBurnRate( 0.0 100.0   9000.0 1000.0   17500.0 2000.0  24000.0 3000.0   29000.0  4000.0  33000.0 5000.0 ))

Comment ( *** Fuel *** )
    MaxTenderCoalMass ( 20160lb )
    MaxTenderWaterMass ( 40000lb )
 
Comment ( == Brake valve == )   
	TrainBrakesControllerMinSystemPressure( 0 )
	TrainBrakesControllerMaxSystemPressure( 21 )
 	BrakeEquipmentType ( "Vacuum_brake, Handbrake " )
 	BrakeSystemType ( "Vacuum_single_pipe" )

 CabView (5XP.cvf)  
 HeadOut (  -1.4 3.0 -5.45 )

        EngineControllers (
            comment( Engine controls )
        
            Regulator ( 0 1 0.02 0 
                NumNotches( 0 )
            )
            Cutoff    ( -0.78 0.78 0.01 0 
                NumNotches( 0 )
            )
            Brake_Train ( 0 0.99 0.0475 0.65 
            NumNotches( 4
            Notch( 0     0 TrainBrakesControllerReleaseStart )
            Notch( 0.05  0 TrainBrakesControllerRunningStart )
    		Notch( 0.2   0 TrainBrakesControllerSelfLapStart )
            Notch( 0.3   1 TrainBrakesControllerApplyStart )
                )
            )
            Brake_Hand ( 0 1 0.0125 0 
                NumNotches( 0 )
            )
            FireDoor ( 0 1 0.1 1 
                NumNotches( 0 )
            )
            Sanding( 0 1 0 )
            Blower ( 0 1 0.025 0.02 
                NumNotches( 0 )
            )
            HeatingTap ( 0 1 0.25 0 
                NumNotches( 0 )
            )
            Shovel ( 0 2 0.5 0 
                NumNotches( 0 )
            )
            DampersFront ( 0 1 0.1 0.15 
                NumNotches ( 6 
                    Notch ( 0      0 Dummy )
                    Notch ( 0.15   0 Dummy )
                    Notch ( 0.25   0 Dummy )
                    Notch ( 0.5    0 Dummy )
                    Notch ( 0.75   0 Dummy )
             	  Notch ( 1  0 Dummy )
         )
      )
            DampersBack ( 0 1 0.1 0 
                NumNotches( 0 )
            )
            Injector1Steam ( 0 1 0 )
            Injector2Steam ( 0 0.75 0 )
            Injector1Water ( 0 1 0.25 0 
                NumNotches( 0 )
            )
            Injector2Water ( 0 1 0.25 0 
                NumNotches( 0 )
            )
            CylinderCocks ( 0 1 1 )
            Whistle ( 0 1 0 )
            WaterScoop ( 0 1 0 )
            SmallEjectorOrCompressor( 0 1 1 )
            Headlights( 0 1 0 )
        )

     Sound ( "..\\..\\Common.Steam\\3CylinderSound\\3c-60b-cab99.sms"  )
    	Name ( "MES-46153-A Rebuilt Scot, TE 33.2Klbf" )
 	Description (
 	"The Royal Dragoon was originally built in July 1930, but was then rebuilt to this taper boiler design in August 1949." 
	" 46153 was withdrawn in December 1962 and scrapped at Crewe Works in May 1963."+
 	"Power source: 250 psi hand-fired, coal burning boiler\n\n"+
 	"Wheel configuration: Six 81 in. (2.06 m) diameter driving wheels in a 4-6-0 configuration\n\n"+
 	"Max. speed: 95 mph (152.9 km/h) under favorable conditions\n\n"+
 	"Height: 13 ft. 2¼ in. (4.02m)\n\n"+
 	"Width: 8 ft. 7½ in. (2.63 m) (over cylinders)\n\n"+
 	"Length (locomotive & tender): 64 ft. 8½ in. (19.73m)\n\n"+
 	"Weight (locomotive & tender):136.7 tons\n\n"+
 	"Tractive effort: 26,610 lb (12,070 kg)\n\n"+
 	"Coal capacity: 9.0 tons\n\n"+
 	"Water capacity: 4,000 gallons (15,141 liters)\n\n"+
 	"Brakes: Vacuum\n\n" 
)
	EngineOperatingProcedures (
	"To move forward\n"+
	"1.	Press the W key several times to move the Reverser to full Forward.\n"+
	"2.	Press the ; (SEMICOLON) key to release the train brakes.\n"+
	"3.	Press the D key to increase the Regulator setting.\n"+  
	"4.	As you accelerate, press the S key to slowly reduce the Reverser setting, then adjust the Regulator to maintain the desired speed.\n\n"+
	"To slow the train\n"+
	"1.	Press the A key to move the Regulator to a lower setting.\n"+
	"2.	Use the brakes to further reduce speed if desired.\n\n"+
	"To apply the train brakes\n"+
	"1.	Press the ' (APOSTROPHE) key to apply the train brakes.\n"+
	"2. To hold the brakes at their current setting, lower the brake lever until it's in its middle (Neutral) position, by pressing the ; (SEMICOLON) key.\n\n"+
	"To release the train brakes\n"+
	"1. Press  the ; (SEMICOLON) key to release the train brakes.\n"+
	"2. When the brakes are released, raise the brake lever until it's in its middle (Neutral) position, by pressing the ' (APOSTROPHE) key.\n\n"+
	"To back up\n"+
	"1.	Bring your train to a full stop.\n"+ 
	"2.	Press the S key several times to move the Reverser to the full Reverse position.\n"+
	"4.	Press the ; (SEMICOLON) key to release the brakes.\n"+
	"5.	Slowly advance the regulator (D key).\n\n"+
	"To load and unload passengers\n"+
	"1. Stop at a station.\n"+
	"2. Press the ENTER key.\n"+
	"3. Wait for the \"permission to depart\" whistle.\n"+
	"TIP: Use the Next Station driving aid (F10) to monitor loading and unloading.\n\n"+
	"To couple to a car or locomotive\n"+
	"1. Coast into the unit at a very slow speed, about 2 mph.\n"+
	"TIP: To use the Coupling view, press the 6 key.\n"+
	"2. Press F9 to open the Train Operations window.\n"+
	"3. If the icon for the unit you coupled to is red, the handbrake is on. Double-click the car to release the handbrake.\n"+
	"4. Close the Train Operations window.\n\n"+
	"To uncouple from a car or locomotive\n"+
	"1. Press F9 to open the Train Operations window.\n"+
	"2. Double-click a unit in the part of the train you want to uncouple from the locomotive, to set the handbrake.\n"+
	"3. Double-click the coupler between the units you want to uncouple and the rest of the train.\n"+
	"4. Close the Train Operations window.\n\n"+
	"Firing commands (Automatic Fireman OFF in Options screen)\n"+
	"To add coal to the firebox\n"+
	"1. Press the F key to open the Firebox door.\n"+
	"2. Press the R key to increase the shoveling rate.\n\n"+
	"To stop adding coal to the fire\n"+
	"1. Press SHIFT+R to decrease the shoveling rate.\n"+
	"2. Press SHIFT+F to close the firebox door.\n\n"+
	"To operate the blower\n"+
	"1.	Press the N key to increase the blower.\n"+
	"2. Press SHIFT+N to decrease the blower.\n\n"+
	"To operate the dampers\n"+
	"1.	Press the M key to open the dampers.\n"+
	"2. Press SHIFT+M to close the dampers.\n\n"+
	"To inject water into the boiler\n"+
	"1.	Press the I key to turn on the steam to Injector 1.\n"+
	"(You can also press the O key to turn on the steam to Injector 2.)\n"+
	"2.	Press the K key to increase the water flow to Injector 1.\n"+
	"(To increase the water flow to Injector 2, press the L key.)\n\n"+
	"To stop boiler water injection\n"+ 
	"1. Press the I key to turn off the steam to Injector 1.\n"+
	"2. Press the O key to turn off the steam to Injector 2."
	)
)